{
    "home": "เกี่ยวกับพวกเรา",
    "project": "โปรเจค",
    "contact": "ติดต่อ",

    "about-title": "เกี่ยวกับ",
    "about-title-2": "พวกเรา",
    "about-description": "ชมรมเด็กคอม เป็นส่วนหนึ่งในกลุ่มความร่วมมือสื่อสารมวลชนแห่งโรงเรียนเทพศิรินทร์ นนทบุรี",
    "about-description-2": "มีบทบาทในการจัดทำสื่อวีดีทัศน์ของโรงเรียน และ พัฒนาศักยภาพด้านทักษะคอมพิวเตอร์และเทคโนโลยีและการสื่อสาร",

    "department":"ปัจจุบันชมรมเด็กคอม ถูกแบ่งออกเป็น 5 ฝ่ายหลัก",

    "section-game-title": "ฝ่ายพัฒนาเกม",
    "section-game-description": "เรียนรู้เกี่ยวกับ การออกแบบ และ สร้างสรรค์เกม โดยใช้โปรแกรม Construct 3, RPG Maker และโปรแกรมอื่นๆ",
    "section-multimedia-title": "ฝ่ายมัลติมีเดีย",
    "section-multimedia-description": "เรียนรู้เกี่ยวกับ การเขียนบท การตัดต่อวิดีโอ และ การถ่ายทำภาพยนต์สั้น",
    "section-program-title": "ฝ่ายพัฒนาโปรแกรม",
    "section-program-description": "เรียนรู้เกี่ยวกับ การพัฒนาเว็บไซต์หรือการพัฒนาแอพพลิเคชั่นโดยใช้โปรแกรม Visual Stidio Code หรือโปรแกรมที่เกียวข้อง",
    "section-graphic-title": "ฝ่ายออกแบบกราฟิก",
    "section-graphic-description": "เรียนรู้เกี่ยวกับ ดิจิตอลอาร์ต, การออกแบบสื่อต่างๆ และ การวาดรูป",
    "section-robot-title": "ฝ่ายพัฒนาหุ่นยนต์",
    "section-robot-description": "เรียนรู้การสร้างหุ่นยนต์และเขียนโค้ดด้วยภาษา C โดยใช้ Arduino หรือ สร้างหุ่นยนต์ด้วย Lego MindStorm",



    "more-detail-title-A" : "รายละเอียดเพิ่มเติม",
    "more-detail-title-B" : "ดาวห์โหลดที่นี่",
    "url-title-A" : "ดูวิดีโอ",
    "url-title-B" : "กดเพื่อดาวห์โหลด",
    
    "close": "ปิด",



    "project-title": "ผลงาน",
    "project-title-2": "ล่าสุด",

    "sennestia-title" : "เกมสยองขวัญแนวจิตวิทยา",
    "sennestia-description" : "เกมสยองขวัญแนวจิตวิทยา โดย นำเสนอผ่านมุมมองของเด็กสาวที่มีชื่อว่า เซนเนธ วันหนึ่งเธอได้บังเอิญเจอสมุดเวทย์มนต์ในคฤหาสน์ที่เธออาศัยอยู่ ทำให้เธอถูกดึงเข้าไปในมิติพิศวง เธอต้องพยายามหาทางออกจากมิติพิศวงและค้นหาความจริงเกี่ยวกับครอบครัวของเธอ และ ตัวเธอเองด้วย",
    "sennestia-status" : "สถานะ :",
    "sennestia-status-2" : "เปลี่ยนทีมพัฒนา",
    "sennestia-demo-title" : "เวอร์ชั่นเดโม",
    "sennestia-disk-required" : "ใช้พื้นที่ประมาณ 400 เมกะไบต์",
    "sennestia-full-title" : "เวอร์ชั่นเต็ม",
    "sennestia-full-description" : "เนื่องจากทีมที่พัฒนานั้นได้จบการศึกษาไปเป็นที่เรียบร้อยแล้ว ทำให้ตัวเกมเวอร์ชั่นเต็มนั้นไม่สามารถพัฒนาต่อได้เพราะไม่สามารถไปทาบทามผลงานของผู้พัฒนาก่อนหน้าโดยที่เขาไม่ยินยอมได้ แต่ด้วยทีมดังกล่าวยังพัฒนาตัวเกมเต็มอยู่ ถ้าอยากติดตามข่าวสารหรือต้องการที่จะเล่นเวอร์ชั่นเต็ม สามารถติดตามได้ที่นี่",


    "dekcom-keychains-2022-title": "มกราคม 2565",
    "dekcom-keychains-2022-description": "พวงกุญแจ!!! สินค้าล็อตแรกของชมรมเด็กคอม จะถูกวางจำหน่ายในเดือนมกราคม ปี 2565",
    
    "food-waste-competittion-2021-name": "ภาพยนต์สั้น",
    "food-waste-competittion-2021-title": "คนรุ่นใหม่ไร้ FOOD WASTE 2564",
    "food-waste-competittion-2021-description": "ภาพยนต์สั้นคนรุ่นใหม่ไร้ Food Waste ปี 2564",

    "dream-traveler-title": "เกมอาร์เคด | ANDROID",
    "dream-traveler-description": "DreamTraveler เป็น เกมแนวอาร์เคด ที่ถูกพัฒนาโดยสมาชิกชมรมเด็กคอม เพื่อใช้จัดแสดงในงานเปิดบ้าน โรงเรียนเทพศิรินทร์ นนทบุรี ปี 2562",
    
    "dream-traveler-2-title": "เกมอาร์เคด | ANDROID",
    "dream-traveler-2-description": "DreamTraveler 2 เป็น เกมแนวอาร์เคด ที่ถูกพัฒนาโดยสมาชิกชมรมเด็กคอม เพื่อใช้จัดแสดงในงานเปิดบ้าน โรงเรียนเทพศิรินทร์ นนทบุรี ปี 2563",





    "contact-title" : "ช่องทาง",
    "contact-title-2" : "การติดต่อ"
}